content/posts/The_demon_in_the_machine_by_Paul_Davies_in_2019.md
+++
title = "The demon in the machine by Paul Davies in 2019"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:36:11-04:00
slug = "The_demon_in_the_machine_by_Paul_Davies_in_2019"
draft = false
+++

## 1. What is Life? {#1-dot-what-is-life}


### Goodbye life force {#goodbye-life-force}


### Life springs surprises {#life-springs-surprises}


### The vexing problem of the life meter {#the-vexing-problem-of-the-life-meter}


### The tale of the ancient molecule {#the-tale-of-the-ancient-molecule}


### Life = matter + information {#life-matter-plus-information}


## 2. Enter the demon {#2-dot-enter-the-demon}


### Molecular magic {#molecular-magic}


### Measuring information {#measuring-information}


### A little knowledge is a dangerous thing {#a-little-knowledge-is-a-dangerous-thing}


### The ultimate laptop {#the-ultimate-laptop}


### Reading the mind of the demon {#reading-the-mind-of-the-demon}


### Information engines {#information-engines}


### Demons for dollars: invest now in applied demonology {#demons-for-dollars-invest-now-in-applied-demonology}


### Engines of life: the demons in your cells {#engines-of-life-the-demons-in-your-cells}


### Beyond the bit {#beyond-the-bit}


## 3. The logic of life {#3-dot-the-logic-of-life}


### To infinity and beyond {#to-infinity-and-beyond}


### A machine that copies itself {#a-machine-that-copies-itself}


### Life as a game {#life-as-a-game}


### Can a biologist fix a radio? {#can-a-biologist-fix-a-radio}


### Biological circuits and the music of life {#biological-circuits-and-the-music-of-life}


### Gene networks as modules {#gene-networks-as-modules}


### Collectively smart {#collectively-smart}


### The mystery of morphogenesis {#the-mystery-of-morphogenesis}


## 4. Darwinism 2.0 {#4-dot-darwinism-2-dot-0}


### Electric monsters {#electric-monsters}


### Flirting with Lamarckism {#flirting-with-lamarckism}


### Demons in the genes {#demons-in-the-genes}


### Cancer: the harsh price of multicellularity {#cancer-the-harsh-price-of-multicellularity}


### Tracing the deep evolutionary roots of cancer {#tracing-the-deep-evolutionary-roots-of-cancer}


## 5. Spooky life and quantum demons {#5-dot-spooky-life-and-quantum-demons}


### Quantum theory is seriously weird {#quantum-theory-is-seriously-weird}


### Tunnelling {#tunnelling}


### Tripping the light fantastic {#tripping-the-light-fantastic}


### Spooky birds {#spooky-birds}


### Quantum demons up your nose {#quantum-demons-up-your-nose}


### Quantum biology: here to stay? {#quantum-biology-here-to-stay}


## 6. Almost a miracle {#6-dot-almost-a-miracle}


### In the beginning... {#in-the-beginning-dot-dot-dot}


### Where did life begin? {#where-did-life-begin}


### How did life begin? {#how-did-life-begin}


### Making life in the lab {#making-life-in-the-lab}


### A shadow biosphere {#a-shadow-biosphere}


## 7. The ghost in the machine {#7-dot-the-ghost-in-the-machine}


### Is anyone at home? {#is-anyone-at-home}


### Mind over matter {#mind-over-matter}


### The flow of time {#the-flow-of-time}


### Demons in the wiring {#demons-in-the-wiring}


### How to build a mind meter {#how-to-build-a-mind-meter}


### Free will and agency {#free-will-and-agency}


### Quantum brains {#quantum-brains}


## Epilogue {#epilogue}
